# -*- coding: utf-8 -*-

aboutbot = '''
<b>Student help bot
by CMC MSU
Beta v0.2.1</b>

<b>v0.2.1 Changelog:</b>
<i>Оповещения сгруппированы в один пункт меню.
Добавлено оповещение о перерыве.
Добавлен механизм предупреждений о заметках. Если на следующий день есть заметка, то в 18:00 настоящего дня придет предупреждение.</i>

<b>Guide</b>
<i>Значок &gt; в меню обознает что у этого пункта есть подменю.</i>

Первым делом для взаимодействия с ботом и своей группой надо указать номер группы во вкладке "Данные".

Чтобы за вас могли расписаться можно загрузить фото и скриншот своей подписи в той же вкладке и отправлять её всем в нужный момент при помощи кнопки "Черкануть" во вкладке "Оповещения".

Сигналы всех оповещений можно включить/выключить в меню "Настройки"

Для получения статуса старосты можно написать в "Обратную связь", после получния статуса будет доступен дополнительный пункт меню с редактированием рассписания группы, добавления и удаления заметок.
'''
